Repository: VitexSoftware/Flexplorer
Catalog: i18n/*/LC_MESSAGES/flexplorer.po
Languages: cs_cz

source: About application
cs_cz: O Aplikaci

source: Used Libraries
cs_cz: Použité knihovny

source: %s was deleted
cs_cz: %s byl smazán

source: %s was not deleted
cs_cz: %s nebyl smazán

source: Backups
cs_cz: Zálohy

source: FlexiBee Buttons
cs_cz: FlexiBee Tlačítka

source: This button open current FlexiBee evidence in FlexPlorer
cs_cz: Tlačítko otevře aktuální evidenci FlexiBee ve FlexPloreru

source: Download Buttons XML install file
cs_cz: Stahnout XML pro instalaci tlačítek

source: Install Buttons into FlexiBee
cs_cz: Instaluj tlačítka do FlexiBee

source: File witch Change %s was deleted
cs_cz: Soubor změny %s byl smazán

source: File with Change %s was not deleted
cs_cz: Soubor se změnami %s nebyl smazán

source: Changes recieved
cs_cz: Přijaté změny

source: Add new webhook
cs_cz: Přidej nový webhook

source: Probe
cs_cz: Zkusit

source: Download
cs_cz: Stažení

source: Delete
cs_cz: Smazat

source: FlexiBee WebHook income
cs_cz: Data přijatá WebHookem

source: Delete All
cs_cz: Smazat všechny

source: Target to FlexPlorer
cs_cz: Naseměrovat na FlexPlorer

source: ChangesAPI was enabled
cs_cz: API Změn bylo povoleno

source: ChangesAPI was disabled
cs_cz: API změn bylo zakázáno

source: Hook %s was registered
cs_cz: Hook %s byl registrován

source: Hook %s not registered
cs_cz: Hook %s nebyl registrován

source: Hook was unregistered
cs_cz: Hook byl odregistrován

source: Hook was not unregistered
cs_cz: Hook nebyl odregistrován

source: Hook refreshed
cs_cz: Hook občerstven

source: Hook refresh failed
cs_cz: Obnovení hooku nebylo úspěšné

source: ChangesAPI Tool
cs_cz: Nástroj pro API Změn

source: Enable
cs_cz: Povolit

source: Disable
cs_cz: Zakázat

source: Changes API
cs_cz: API Změn

source: If it is turned on , FlexiBee records all changes made ​​to the database company in the changelog and provides a list of changes recovered
cs_cz: Je-li to zapnuto, FlexiBee zaznamenává všechny změny provedené v databázi firmy do changelogu a umožňuje seznam změn zpětně získat.

source: When the database FlexiBee to change the POST HTTP request sent to all registered URL
cs_cz: dyž dojde v databázi FlexiBee ke změně, je odeslán POST HTTP request na všechna zaregistrovaná URL

source: Data format
cs_cz: Formát dat

source: Skip URL test
cs_cz: Přeskoč test URL

source: Suppress URL functionality test
cs_cz: Přeskoč test funkčnosti URL

source: Last version
cs_cz: Poslední verze

source: Version of which will begin sending FOLLOW changes , ie. The next higher version . The default value is equal to the current global version ( globalVersion ) at the moment of registration Hook. Permissible values ​​are in the range [ 0 , % s ]
cs_cz: Verze od které započne posílání následujích změn, tj. od nejbližší vyšší verze. Defaultní hodnota je rovna aktuální globální verzi (globalVersion) v momentě registrace hooku. Přípustné hodnoty jsou z intervalu: [0, %s].

source: Security Code
cs_cz: Bezečnostní kód

source: Any string (eg. %s) that will be sent with each change notifications in the HTTP header. Used to easily verify that include incoming notifications you registered Hook. Key name is in the HTTP header X-FB-Hook-SecKey .
cs_cz: Libovolný řetězec (např. %s), který bude odesílán s každou notifikací změn v HTTP hlavičce. Slouží k jednoduchému ověření, zda patří příchozí notifikace Vámi registrovanému hooku. Název klíče v HTTP hlavičce je X-FB-Hook-SecKey.

source: Perform operation
cs_cz: Vykonej operaci

source: Webhooks registered
cs_cz: Registrované WebHooky

source: Deleted
cs_cz: Smáno

source: Record was added
cs_cz: Záznam byl přidám

source: Record was not added
cs_cz: Záznam nebyl přidán

source: Record was updated
cs_cz: Záznam byl aktualizován

source: Record update failed
cs_cz: Záznam se nepovedlo aktualizovat

source: Unserialization error %s #%s
cs_cz: Chyba deserializace %s #%s

source: File %s was used
cs_cz: Byl použit soubor %s

source: URL %s was used
cs_cz: Byla použita adresa %s

source: Error %s obataing %s
cs_cz: Chyba %s získání %s

source: External ID
cs_cz: Externí ID

source: WebHook %s triggered
cs_cz: Webhook byl %s byl přijat

source: Empty WebHook request
cs_cz: Webhook vrátil prázdnou odezvu

source: No search results
cs_cz: Žádné výsledky vyhledávání

source: Login Failed
cs_cz: Chyba přihlášení

source: Loading evidence list failed
cs_cz: Načítání evidence se nezdařilo

source: File
cs_cz: Soubor

source: Size
cs_cz: Velikost

source: Age
cs_cz: Stáří

source: Restore
cs_cz: Obnovit

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Tools
cs_cz: Nástroje

source: Role Permissions
cs_cz: Oprávnění rolí

source: About
cs_cz: O aplikaci

source: Sign in
cs_cz: Přihlásit

source: Password
cs_cz: Heslo

source: Remeber me
cs_cz: Pamatuj si mne

source: Settings
cs_cz: Nastavení

source: Sign off
cs_cz: Odhlášení

source: Click to hide messages
cs_cz: Klikni pro skrytí zpráv

source: Open in Flexplorer
cs_cz: Otevřít ve Flexploreru

source: Button Title
cs_cz: Text na Tlačítku

source: Code
cs_cz: Kód

source: Button Description
cs_cz: Popis tlačítka

source: Button target Url
cs_cz: Cílové URL tlačítka

source: Api Documentation
cs_cz: Dokumentace API

source: List
cs_cz: Seznam

source: Button Location in FlexiBee
cs_cz: umístění tlačítka ve FlexiBee

source: Automatic
cs_cz: Automatický

source: Browser used
cs_cz: Použitý prohlížeč

source: Save New Button
cs_cz: Nové tlačítko

source: Save
cs_cz: Ulož

source: Save & go to listing
cs_cz: Ulož a jdi na výpis

source: Save and next
cs_cz: Ulož & další

source: ColumnsGroups
cs_cz: Skupny sloupečků

source: Mandatory
cs_cz: Povinné

source: ID List
cs_cz: Výpis ID

source: Summary List
cs_cz: Přehled

source: Full List
cs_cz: Plný výpis

source: Sortable
cs_cz: Tříditelné

source: Non Sortable
cs_cz: Netříditelné

source: Writable
cs_cz: Zapisovatelné

source: Read Only
cs_cz: Pouze pro čtení

source: Companies Listing
cs_cz: Přehled firem

source: Name
cs_cz: Jméno

source: Database
cs_cz: databáze

source: before
cs_cz: před

source: Company name
cs_cz: Název firma

source: My Company
cs_cz: Moje Firma

source: Add
cs_cz: Přidej

source: Edit
cs_cz: Uprav

source: Select All
cs_cz: Vyber vše

source: Title missing
cs_cz: Chybí nadpis

source: Please mark some rows
cs_cz: Prosím označ nejaké řádkz

source: Save to FlexiBee
cs_cz: Uložit do FlexiBee

source: Show in editor
cs_cz: Zobraz v editoru

source: Required
cs_cz: Vyžadováno

source: Edit targeted record
cs_cz: Uprav zvolený záznam

source: Unknown type of data %s
cs_cz: Neznámý typ dat %s

source: Type
cs_cz: Typ

source: Columns
cs_cz: Sloupečky

source: External IDs
cs_cz: Externí IDčka

source: Labels
cs_cz: Štítky

source: Query
cs_cz: Dotaz

source: Remove
cs_cz: Odstranit

source: New
cs_cz: Nový

source: Button
cs_cz: Tlačítko

source: Current Buttons
cs_cz: Stávající Tlačítka

source: New Button
cs_cz: Nové tlačítko

source: Listing
cs_cz: Výpis

source: Company
cs_cz: Firma

source: Overview
cs_cz: Přehled

source: Buttons
cs_cz: Tlačítka

source: Changes Recieved
cs_cz: Přijaté změny

source: WebHook test
cs_cz: Test WebHooku

source: Accounting period
cs_cz: Účetní období

source: Invoices Received
cs_cz: Přijaté faktury

source: Invoices Issued
cs_cz: Vydané faktury

source: Banks
cs_cz: Banky

source: Checkout
cs_cz: Kontrola

source: Warehouses
cs_cz: Sklady

source: Internal Documents
cs_cz: Interní doklady

source: Receivables
cs_cz: Pohledávky

source: Commitments
cs_cz: Závazky

source: Sessions
cs_cz: Sezení

source: Assets
cs_cz: Majetek

source: Wages
cs_cz: Mzdy

source: Inquiries received
cs_cz: Přijaté poptávky

source: Demands issued
cs_cz: Požadavky

source: Bids Received
cs_cz: Nabídky přijaté

source: bids received
cs_cz: přijaté nabídky

source: Orders Received
cs_cz: Přijaté objednávky

source: Orders will issue
cs_cz: Vydané objednávky

source: Search
cs_cz: Hledání

source: Close
cs_cz: Zavřít

source: Sources
cs_cz: Zdrojáky

source: Support
cs_cz: Podpora

source: Services
cs_cz: Služby

source: Docs
cs_cz: Dokumentace

source: Author
cs_cz: Autor

source: Sponsored by
cs_cz: Sponzorováno

source: true
cs_cz: ano

source: false
cs_cz: ne

source: Error reading file %s
cs_cz: Chyba čtení souboru %s

source: Record downloads
cs_cz: Stažení evidence

source: No availble formats info for evidence %s is not set
cs_cz: Evidence %s nemá dostupné žádné formáty

source: Save new record
cs_cz: Ulož bový záznam

source: URL Compositon
cs_cz: Skládání URL

source: Query body Text
cs_cz: Text Těla dotazu

source: Query body from File
cs_cz: Načíst tělo dotazu ze souboru

source: This file overwrite "request body"
cs_cz: Tento soubor přepíše "tělo požadavku"

source: Source URL
cs_cz: Adresa URL zdroje

source: Get Query Body from url
cs_cz: Použij tělo dotazu z URL adresy

source: Method
cs_cz: Metoda

source: Supported HTTP Operations
cs_cz: Podporované HTTP Operace

source: Format
cs_cz: Formát

source: Send
cs_cz: Odešli

source: days
cs_cz: dní

source: Make new request from this response
cs_cz: Vytvořit požadavek z odpovědi

source: Save this response to file
cs_cz: Uložit odpověď do souboru

source: Chanes API Settings
cs_cz: Nastavení API Změn

source: Please sign in as admin first
cs_cz: Nejprve se prosím přihlaš jako admin

source: Companies
cs_cz: Firmy

source: Drop company and create again
cs_cz: Smazat firmu a znovu ji vytvořit

source: Duplicate
cs_cz: Duplikace

source: Create copy
cs_cz: Vytvoř kopii

source: Restore previously saved state
cs_cz: Obnov ze zálohy

source: Save current state
cs_cz: Ulož aktuální stav

source: Create company
cs_cz: Založ firmu

source: database
cs_cz: databáze

source: created
cs_cz: vytvořeno

source: Watching changes
cs_cz: Sledování změn

source: Show in listing
cs_cz: Zobraz v přehledu

source: License Group
cs_cz: Licenční skupina

source: Clone company
cs_cz: Klonovat Firmu

source: Clone to
cs_cz: Klonuj do

source: backup saved
cs_cz: záloha uložena

source: backup restored
cs_cz: záloha byla obnovena

source: company %s was not restored
cs_cz: Firma %s nebyla obnovena

source: Saving company %s failed
cs_cz: Zaloha firmy %s selhala

source: New record
cs_cz: Nový záznam

source: Record was saved
cs_cz: Záznam byl uložen

source: Record was not saved
cs_cz: Záznam nebyl uložen

source: Please login First
cs_cz: Nejprve se prosím přihlašte

source: Bad call
cs_cz: Chybné volání

source: Error saving to FlexiBee
cs_cz: Chyba ukládání do FlexiBee

source: Record was deleted
cs_cz: Záznam byl smazán

source: Record was not deleted
cs_cz: Záznam nebyl smazán

source: Record Delete
cs_cz: Smazat záznam

source: Keep record
cs_cz: Uchovat záznam

source: Delete record
cs_cz: Smazat záznam

source: New record save
cs_cz: Uložení nového záznamu

source: Record Editor
cs_cz: Editor záznamu

source: Print Sets
cs_cz: Tiskové sestavy

source: Downloads
cs_cz: Stažení

source: Evidence %s does not exist
cs_cz: Evidence %s neexistuje

source: Column Groups
cs_cz: Skupiny Sloupečků

source: User Query
cs_cz: Uživatelský dotaz

source: Items overview
cs_cz: Přehled položek

source: no
cs_cz: ne

source: yes
cs_cz: Ano

source: Allowed by license
cs_cz: Povoleno licencí

source: Relations
cs_cz: Vstahy

source: Labels Availble
cs_cz: Dostupné štítky

source: Custom Buttons
cs_cz: Uživatelská Tlačítka

source: Evidences
cs_cz: Evidence

source: License
cs_cz: Licence

source: Availble %s
cs_cz: Dostupné %s

source: Unlicensed %s
cs_cz: Nelicencované %s

source: All %s
cs_cz: Všechny %s

source: licence ok
cs_cz: licence v pořádku

source: unavialble
cs_cz: nepřístupno

source: WebHook successfully triggered
cs_cz: Webhook byl úspěšně zavolán

source: WebHook returns non empty response
cs_cz: Webhook vrátil neprázdnou odezvu

source: Which version of the changes will begin sending following changes
cs_cz: Verze od které započne posílání následujích změn

source: Operation
cs_cz: Operace

source: Record number
cs_cz: Číslo záznamu

source: Internal number of record edited
cs_cz: Vnitřní číslo upravovaného záznamu

source: External number
cs_cz: Externí číslo

source: External number of record edited
cs_cz: Externí číslo upravovaného záznamu

source: Build change
cs_cz: Změň sestavení

source: Choose Registered
cs_cz: Zvol registrovaný

source: When the database FlexiBee is changed the POST HTTP request sent to all registered URL
cs_cz: Když dojde v databázi FlexiBee ke změně, je odeslán POST HTTP request na všechna zaregistrovaná URL

source: Response
cs_cz: Odpověď

source: Request
cs_cz: Požadavek

source: WebHook probe
cs_cz: Zkouška webhooku

source: Open %s in Flexplorer
cs_cz: Otevřít %s ve Flexploreru

source: Edit Record in Flexplorer
cs_cz: Uprava záznam ve Flexploreru

source: JSON in Flexplorer
cs_cz: JSON ve Flexploreru

source: XML in Flexplorer
cs_cz: XML ve Flexploreru

source: Wrong call
cs_cz: Špatné volání

source: server info
cs_cz: Informace o serveru

source: license info
cs_cz: informace o licenci

source: Label %s occurencies
cs_cz: Výskyty štítku %s

source: All Evidencies
cs_cz: Všechny Evidence

source: Server added to bookmarks
cs_cz: Server byl přidán do záložek

source: Signed in as:
cs_cz: Přihlášen jako:

source: Please confirm your login credentials
cs_cz: Prosím potvrď své přihlašovací údaje

source: Login Bookmarks
cs_cz: Záložky přihlášení

source: FlexiBee server URL. ex.:
cs_cz: FlexiBee servr URL. např.:

source: User name
cs_cz: Uživatelské Jméno

source: Login name
cs_cz: Přihlašovací Jméno

source: User's password
cs_cz: Heslo uživatele

source: Add this to Login History
cs_cz: Přidej do historie přihlášení

source: display the contents of all the available records in all companies
cs_cz: zobrazovat obsah všech dostupných evidencí ve všech firmách

source: show the structure of evidence
cs_cz: zobrazovat strukturu evidence

source: send direct requests to the server and display results
cs_cz: odesílat přímé požadavky na server a zobrazovat výsledky

source: set up ChangesAPI and add WebHooks
cs_cz: Nastavovat ChangesAPI a přidávat WebHooks

source: Test WebHook script processing changes from FlexiBee answers
cs_cz: Test odpovědi WebHook skriptu zpracovávajícího změny z FlexiBee

source: Collectively establish and abolish the accounting period
cs_cz: Hromadně zakládat a rušit účetní období

source: Evidnece distinguish which are inaccessible because of the license
cs_cz: Rozlišit evidnece které jsou z důvodu licence nedostupné

source: Shown next to json result of the request and page FlexiBee
cs_cz: Zobrazovat vedle json výsledku požadavku i stránku z FlexiBee

source: Edit External ID numbers
cs_cz: Upravovat Externí ID záznamů

source: PDF Preview of edited record
cs_cz: PDF Náhled upravovaného záznamu

source: Features
cs_cz: Schopnosti

source: Sign out
cs_cz: Odhlášení

source: Thank you for your patronage and look forward to another visit
cs_cz: Díky za váš zájem a těším se na další návštěvu

source: Main Page
cs_cz: Hlavní stránka

source: Please enter company name
cs_cz: Prosím vložte název firmy

source: Company %s already exists
cs_cz: Firma %s již existuje

source: Company %s was created
cs_cz: Firma %s byla registrován

source: Creating company %s failed
cs_cz: Vytváření firmy %s sehlalo

source: Create New Company
cs_cz: Vytvoř novou firmu

source: Permissions overview
cs_cz: Přehled oprávnění

source: Get CSV
cs_cz: Stáhni CSV

source: Get XLSx
cs_cz: Stáhni XLSx

source: Get html
cs_cz: Stáhni html

source: Custom request
cs_cz: Uživatelský požadavek

source: Company %s was recreated
cs_cz: Firma %s byl znovuvytvořena

source: Backup restore
cs_cz: Obnova ze zálohy

source: company removed before restore
cs_cz: firma odstraněna před obnovením

source: company cleanup failed
cs_cz: čištění firmy selhalo

source: backup %s saved
cs_cz: záloha %s uložena

source: backup save failed
cs_cz: ukládání zálohy selhalo

source: Please enter backup file name
cs_cz: Prosím zadejte jméno zálohy

source: Company Backup
cs_cz: Chyba zálohování

source: Save Company As
cs_cz: Zazálohuj firmu jako

source: Search results
cs_cz: Výsledky vyhledávání

source: Search for %s results in %s
cs_cz: Hledám %s v %s

source: History empty
cs_cz: Historie je prázdná

source: Reset history
cs_cz: Vymazat historii

source: %s already exists.
cs_cz: %s již existuje

source: Year %s was unregistred
cs_cz: Rok %s byl odregistorván

source: Year %s was not unregistred
cs_cz: Rok %s nebyl odregistrován

source: Year was unregistred
cs_cz: Rok byl odregistrován

source: Year was not unregistred
cs_cz: Rok nebyl odregistrován

source: From Year
cs_cz: Od roku

source: To Year
cs_cz: Do roku

source: Registered Accounting periods
cs_cz: Registrovaná účetní období

source: Remove unused
cs_cz: Odstranit nepoužité

source: Tool for massive creating Accounting periods
cs_cz: Nástroj pro hromadné zakládání účetních období

source: Evidence proprties overview
cs_cz: Přehled vlastností Evidence

source: Structure
cs_cz: Struktura

source: Custom query
cs_cz: Dotaz na API
